Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# settings.accessibility.hint.logoutButton
source: Double-tap to sign out and return to login
ar: انقر مرتين لتسجيل الخروج والعودة إلى تسجيل الدخول
bn: লগআউট করে লগইনে ফিরতে দুবার ট্যাপ করুন
bs: Dvaput dodirnite za odjavu i povratak na prijavu
cs: Dvojitým klepnutím se odhlásíte a vrátíte se na přihlášení
da: Dobbelttryk for at logge ud og vende tilbage til login
de: Doppeltippen, um abzumelden und zur Anmeldung zurückzukehren
el: Πατήστε δύο φορές για αποσύνδεση και επιστροφή στη σύνδεση
es: Toca dos veces para cerrar sesión y volver al inicio de sesión
fa: برای خروج از حساب و بازگشت به ورود، دو بار ضربه بزنید
fi: Kirjaudu ulos ja palaa kirjautumissivulle kaksoisnapauttamalla
fil: I-double-tap upang mag-sign out at bumalik sa login
fr: Touchez deux fois pour vous déconnecter et revenir à l'écran de connexion
he: הקשה כפולה להתנתקות וחזרה למסך הכניסה
hi: साइन आउट करके लॉगिन पर लौटने के लिए डबल-टैप करें
hr: Dvaput dodirnite za odjavu i povratak na prijavu
hu: Koppintson duplán a kijelentkezéshez és a bejelentkezési képernyőre való visszatéréshez
hy: Կրկնակի հպեք՝ դուրս գալու և մուտքի էկրան վերադառնալու համար
id: Ketuk dua kali untuk keluar dan kembali ke login
is: Tvípikkaðu til að skrá þig út og fara aftur í innskráningu
it: Tocca due volte per disconnetterti e tornare alla schermata di accesso
ja: ダブルタップしてサインアウトし、ログインに戻る
ko: 두 번 탭하여 로그아웃하고 로그인 화면으로 돌아갑니다
lt: Bakstelėkite du kartus, kad atsijungtumėte ir grįžtumėte į prisijungimą
lv: Pieskarieties divreiz, lai izrakstītos un atgrieztos pieteikšanās logā
ms: Ketik dua kali untuk log keluar dan kembali ke log masuk
my: Sign out ပြုလုပ်ပြီး login သို့ ပြန်သွားရန် နှစ်ချက်နှိပ်ပါ
nb: Dobbelttrykk for å logge ut og gå tilbake til innlogging
nl: Dubbeltik om uit te loggen en terug te keren naar het inlogscherm
pl: Dotknij dwukrotnie, aby się wylogować i wrócić do logowania
pt_br: Toque duas vezes para sair e voltar à tela de login
ro: Atinge de două ori pentru a te deconecta și a reveni la autentificare
ru: Дважды коснитесь, чтобы выйти и вернуться на экран входа
sk: Dvojitým ťuknutím sa odhlásite a vrátite na prihlásenie
sq: Trokit dy herë për të dalë dhe për t'u kthyer te hyrja
sr_latn: Dvaput dodirnite za odjavu i povratak na prijavu
sv: Dubbeltryck för att logga ut och återgå till inloggning
sw: Gusa mara mbili kutoka na kurudi kwenye login
th: แตะสองครั้งเพื่อออกจากระบบและกลับไปหน้าเข้าสู่ระบบ
tr: Oturumu kapatıp giriş ekranına dönmek için çift dokunun
uk: Двічі торкніться, щоб вийти й повернутися до екрана входу
vi: Nhấn đúp để đăng xuất và quay lại đăng nhập
zh_hans: 轻点两下退出登录并返回登录页
zh_hant: 點兩下以登出並返回登入頁

# settings.accessibility.label.languageSection
source: Language section, current: %@
ar: قسم اللغة، الحالية: %@
bn: ভাষা বিভাগ, বর্তমান: %@
bs: Sekcija jezika, trenutni: %@
cs: Sekce jazyka, aktuální: %@
da: Sprogsektion, aktuelt: %@
de: Sprachbereich, aktuell: %@
el: Ενότητα γλώσσας, τρέχουσα: %@
es: Sección de idioma, actual: %@
fa: بخش زبان، فعلی: %@
fi: Kieliosio, nykyinen: %@
fil: Seksyon ng wika, kasalukuyan: %@
fr: Section langue, actuelle : %@
he: מקטע שפה, נוכחית: %@
hi: भाषा सेक्शन, वर्तमान: %@
hr: Jezična sekcija, trenutni: %@
hu: Nyelv szekció, jelenlegi: %@
hy: Լեզվի բաժին, ընթացիկ՝ %@
id: Bagian bahasa, saat ini: %@
is: Tungumálahluti, núverandi: %@
it: Sezione lingua, attuale: %@
ja: 言語セクション、現在：%@
ko: 언어 섹션, 현재: %@
lt: Kalbos skyrius, dabartinė: %@
lv: Valodas sadaļa, pašreizējā: %@
ms: Bahagian bahasa, semasa: %@
my: ဘာသာစကားအပိုင်း, လက်ရှိ: %@
nb: Språkseksjon, gjeldende: %@
nl: Taalsectie, huidige: %@
pl: Sekcja językowa, bieżący: %@
pt_br: Seção de idioma, atual: %@
ro: Secțiune limbă, curent: %@
ru: Раздел языка, текущий: %@
sk: Sekcia jazyka, aktuálny: %@
sq: Seksioni i gjuhës, aktuale: %@
sr_latn: Jezička sekcija, trenutni: %@
sv: Språksektion, aktuell: %@
sw: Sehemu ya lugha, ya sasa: %@
th: ส่วนภาษา, ปัจจุบัน: %@
tr: Dil bölümü, geçerli: %@
uk: Розділ мови, поточна: %@
vi: Phần ngôn ngữ, hiện tại: %@
zh_hans: 语言部分，当前: %@
zh_hant: 語言區段，目前：%@

# settings.accessibility.label.logoutButton
source: Log out
ar: تسجيل الخروج
bn: লগ আউট
bs: Odjavi se
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج از حساب
fi: Kirjaudu ulos
fil: Mag-log out
fr: Se déconnecter
he: התנתקות
hi: लॉगआउट
hr: Odjavi se
hu: Kijelentkezés
hy: Դուրս գալ
id: Keluar
is: Skrá út
it: Disconnetti
ja: ログアウト
ko: 로그아웃
lt: Atsijungti
lv: Izrakstīties
ms: Log keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sq: Dil
sr_latn: Odjavi se
sv: Logga ut
sw: Toka
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# settings.account.editProfile
source: Edit profile
ar: تعديل الملف الشخصي
bn: প্রোফাইল সম্পাদনা
bs: Uredi profil
cs: Upravit profil
da: Rediger profil
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fa: ویرایش پروفایل
fi: Muokkaa profiilia
fil: I-edit ang profile
fr: Modifier le profil
he: עריכת פרופיל
hi: प्रोफाइल एडिट करें
hr: Uredi profil
hu: Profil szerkesztése
hy: Խմբագրել պրոֆիլը
id: Edit profil
is: Breyta prófíl
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
lt: Redaguoti profilį
lv: Rediģēt profilu
ms: Edit profil
my: ပရိုဖိုင် ပြင်ဆင်ပါ
nb: Rediger profil
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar perfil
ro: Editează profilul
ru: Изменить профиль
sk: Upraviť profil
sq: Modifiko profilin
sr_latn: Izmeni profil
sv: Redigera profil
sw: Hariri profile
th: แก้ไขโปรไฟล์
tr: Profili düzenle
uk: Редагувати профіль
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑资料
zh_hant: 編輯個人檔案

# settings.account.email
source: Email
ar: البريد الإلكتروني
bn: ইমেল
es: Correo
fa: ایمیل
fi: Sähköposti
he: אימייל
hi: ईमेल
hr: E-pošta
hy: Էլ. փոստ
is: Netfang
ja: メールアドレス
ko: 이메일
lt: El. paštas
lv: E-pasts
ms: E-mel
nb: E-post
sr_latn: E-pošta
sv: E-post
th: อีเมล
tr: E-posta
zh_hans: 邮箱
zh_hant: 電郵

# settings.account.username
source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
bs: Korisničko ime
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Usuario
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
hy: Օգտանուն
id: Nama pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
lt: Naudotojo vardas
lv: Lietotājvārds
ms: Nama pengguna
my: အသုံးပြုသူအမည်
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sq: Emër përdoruesi
sr_latn: Korisničko ime
sv: Användarnamn
sw: Jina la mtumiaji
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Імʼя користувача
vi: Tên đăng nhập
zh_hans: 用户名
zh_hant: 用戶名稱

# settings.connection.changeBackendMessage
source: Switching backend signs you out and clears local app state. You'll need to sign in again at the new URL.
ar: سيؤدي تغيير الخادم الخلفي إلى تسجيل خروجك ومسح حالة التطبيق المحلية. ستحتاج إلى تسجيل الدخول مرة أخرى على الرابط الجديد.
bn: ব্যাকএন্ড বদলালে আপনাকে সাইন আউট করা হবে এবং স্থানীয় অ্যাপ স্টেট মুছে যাবে। নতুন URL-এ আবার সাইন ইন করতে হবে।
bs: Promjena backenda će vas odjaviti i očistiti lokalno stanje aplikacije. Morate se ponovo prijaviti na novom URL-u.
cs: Změna backendu vás odhlásí a vymaže lokální stav aplikace. Budete se muset znovu přihlásit na nové URL.
da: Ved skift af backend bliver du logget ud, og den lokale apptilstand ryddes. Du skal logge ind igen på den nye URL.
de: Beim Wechsel des Backends wirst du abgemeldet und der lokale App-Zustand wird gelöscht. Du musst dich unter der neuen URL erneut anmelden.
el: Η αλλαγή backend σας αποσυνδέει και διαγράφει την τοπική κατάσταση της εφαρμογής. Θα πρέπει να συνδεθείτε ξανά στο νέο URL.
es: Cambiar de backend cerrará tu sesión y borrará el estado local de la app. Tendrás que iniciar sesión de nuevo con la nueva URL.
fa: تغییر بک‌اند شما را از حساب خارج می‌کند و وضعیت محلی برنامه را پاک می‌کند. باید دوباره با URL جدید وارد شوید.
fi: Backendin vaihtaminen kirjaa sinut ulos ja tyhjentää sovelluksen paikallisen tilan. Sinun on kirjauduttava sisään uudelleen uudella URL-osoitteella.
fil: Ang pagpapalit ng backend ay magsa-sign out sa iyo at maglilinis ng lokal na state ng app. Kakailanganin mong mag-sign in muli sa bagong URL.
fr: Changer de backend vous déconnecte et efface l'état local de l'application. Vous devrez vous reconnecter à la nouvelle URL.
he: החלפת בקאנד תנתק אותך ותנקה את מצב האפליקציה המקומי. תצטרך להיכנס שוב ב-URL החדש.
hi: बैकएंड स्विच करने पर आप साइन आउट हो जाएंगे और स्थानीय ऐप स्टेट साफ हो जाएगा। आपको नए यूआरएल पर फिर से साइन इन करना होगा।
hr: Promjena backenda odjavit će vas i obrisati lokalno stanje aplikacije. Morat ćete se ponovno prijaviti na novom URL-u.
hu: A backend váltása kijelentkezteti Önt és törli a helyi alkalmazásállapotot. Az új URL-en újra be kell jelentkeznie.
hy: Backend-ի փոփոխությունը ձեզ դուրս կբերի և կջնջի հավելվածի տեղային վիճակը։ Նոր URL-ում պետք է կրկին մուտք գործեք։
id: Mengubah backend akan membuat Anda keluar dan menghapus status aplikasi lokal. Anda harus masuk lagi di URL baru.
is: Að skipta um backend skráir þig út og hreinsar staðbundna stöðu appsins. Þú þarft að skrá þig inn aftur á nýja URL-inu.
it: Cambiare backend ti disconnetterà e azzererà lo stato locale dell'app. Dovrai accedere di nuovo al nuovo URL.
ja: バックエンドを切り替えるとサインアウトされ、ローカルのアプリ状態がクリアされます。新しいURLで再度サインインする必要があります。
ko: 백엔드를 변경하면 로그아웃되며 로컬 앱 상태가 삭제됩니다. 새 URL에서 다시 로그인해야 합니다.
lt: Pakeitus backend'ą būsite atjungti ir vietinė programos būsena bus išvalyta. Reikės prisijungti iš naujo nauju URL.
lv: Backend maiņa jūs izrakstīs un notīrīs lietotnes lokālo stāvokli. Jums būs jāpiesakās vēlreiz jaunajā URL.
ms: Menukar backend akan melog anda keluar dan mengosongkan keadaan aplikasi tempatan. Anda perlu log masuk semula di URL baharu.
my: backend ပြောင်းပါက သင့်ကို sign out လုပ်ပြီး local app state ကို ရှင်းလင်းပါမည်။ URL အသစ်တွင် ပြန်လည် sign in လုပ်ရန် လိုအပ်ပါမည်။
nb: Bytte av backend logger deg ut og fjerner lokal apptilstand. Du må logge inn på nytt på den nye URL-en.
nl: Bij het wisselen van backend word je uitgelogd en wordt de lokale app-status gewist. Je moet opnieuw inloggen op de nieuwe URL.
pl: Zmiana backendu wyloguje Cię i wyczyści lokalny stan aplikacji. Musisz zalogować się ponownie pod nowym URL.
pt_br: Trocar o backend irá desconectá-lo e limpar o estado local do app. Será necessário entrar novamente na nova URL.
ro: Schimbarea backendului te deconectează și șterge starea locală a aplicației. Va trebui să te autentifici din nou la noul URL.
ru: Смена бэкенда выполнит выход и очистит локальное состояние приложения. Потребуется войти снова по новому URL.
sk: Zmena backendu vás odhlási a vymaže lokálny stav aplikácie. Budete sa musieť znova prihlásiť na novej URL.
sq: Ndërrimi i backend-it të nxjerr nga llogaria dhe pastron gjendjen lokale të aplikacionit. Do të duhet të hysh përsëri në URL-në e re.
sr_latn: Promena backenda će vas odjaviti i obrisati lokalno stanje aplikacije. Moraćete ponovo da se prijavite na novom URL-u.
sv: Att byta backend loggar ut dig och rensar lokalt app-tillstånd. Du måste logga in igen på den nya URL:en.
sw: Kubadilisha backend kutakuondoa kwenye akaunti na kufuta hali ya ndani ya app. Utahitaji kuingia tena kwenye URL mpya.
th: การเปลี่ยน backend จะทำให้คุณออกจากระบบและล้างสถานะในเครื่องของแอป คุณต้องเข้าสู่ระบบอีกครั้งที่ URL ใหม่
tr: Backend değiştirildiğinde oturumunuz kapatılır ve yerel uygulama durumu temizlenir. Yeni URL'de tekrar giriş yapmanız gerekir.
uk: Зміна backendʼу виконає вихід і очистить локальний стан застосунку. Потрібно буде увійти знову за новим URL.
vi: Đổi backend sẽ đăng xuất bạn và xóa trạng thái ứng dụng cục bộ. Bạn cần đăng nhập lại tại URL mới.
zh_hans: 切换后端会使你退出登录并清除本地应用状态。你需要在新的 URL 重新登录。
zh_hant: 切換後端會令你登出並清除本機 App 狀態。你需要在新的 URL 重新登入。

# settings.connection.changeBackendNavTitle
source: Change backend
ar: تغيير الخادم الخلفي
bn: ব্যাকএন্ড বদলান
bs: Promijeni backend
cs: Změnit backend
da: Skift backend
de: Backend wechseln
el: Αλλαγή backend
es: Cambiar backend
fa: تغییر بک‌اند
fi: Vaihda backend
fil: Palitan ang backend
fr: Changer de backend
he: החלפת בקאנד
hi: बैकएंड बदलें
hr: Promijeni backend
hu: Backend váltása
hy: Փոխել backend-ը
id: Ubah backend
is: Skipta um backend
it: Cambia backend
ja: バックエンドを変更
ko: 백엔드 변경
lt: Keisti backend'ą
lv: Mainīt backend
ms: Tukar backend
my: backend ပြောင်းပါ
nb: Bytt backend
nl: Backend wijzigen
pl: Zmień backend
pt_br: Trocar backend
ro: Schimbă backendul
ru: Сменить бэкенд
sk: Zmeniť backend
sq: Ndërro backend
sr_latn: Promeni backend
sv: Byt backend
sw: Badili backend
th: เปลี่ยน backend
tr: Backend'i değiştir
uk: Змінити backend
vi: Đổi backend
zh_hans: 更改后端
zh_hant: 更改後端

# settings.connection.changeBackendTitle
source: Change backend?
ar: تغيير الخادم الخلفي؟
bn: ব্যাকএন্ড বদলাবেন?
bs: Promijeniti backend?
cs: Změnit backend?
da: Skift backend?
de: Backend wechseln?
el: Αλλαγή backend;
es: ¿Cambiar backend?
fa: بک‌اند تغییر کند؟
fi: Vaihdetaanko backend?
fil: Palitan ang backend?
fr: Changer de backend ?
he: להחליף בקאנד?
hi: बैकएंड बदलें?
hr: Promijeniti backend?
hu: Backend váltása?
hy: Փոխե՞լ backend-ը։
id: Ubah backend?
is: Skipta um backend?
it: Cambiare backend?
ja: バックエンドを変更しますか？
ko: 백엔드를 변경하시겠습니까?
lt: Keisti backend'ą?
lv: Mainīt backend?
ms: Tukar backend?
my: backend ပြောင်းမည်လား?
nb: Bytte backend?
nl: Backend wijzigen?
pl: Zmienić backend?
pt_br: Trocar backend?
ro: Schimbi backendul?
ru: Сменить бэкенд?
sk: Zmeniť backend?
sq: Të ndërrohet backend?
sr_latn: Promeniti backend?
sv: Byta backend?
sw: Badili backend?
th: เปลี่ยน backend หรือไม่
tr: Backend değiştirilsin mi?
uk: Змінити backend?
vi: Đổi backend?
zh_hans: 要更改后端吗？
zh_hant: 要更改後端嗎？

# settings.connection.customBackendURL
source: Custom backend URL
ar: رابط خادم خلفي مخصص
bn: কাস্টম ব্যাকএন্ড URL
bs: Prilagođeni URL backenda
cs: Vlastní URL backendu
da: Brugerdefineret backend-URL
de: Eigene Backend-URL
el: Προσαρμοσμένο URL backend
es: URL de backend personalizado
fa: URL بک‌اند سفارشی
fi: Mukautettu backendin URL
fr: URL de backend personnalisée
he: URL בקאנד מותאם
hi: कस्टम बैकएंड यूआरएल
hr: Vlastiti URL backenda
hu: Egyéni backend URL
hy: Սեփական backend URL
id: URL backend kustom
is: Sérsniðið backend-URL
it: URL backend personalizzato
ja: カスタムバックエンドURL
ko: 사용자 지정 백엔드 URL
lt: Pasirinktinis backend'o URL
lv: Pielāgots backend URL
ms: URL backend tersuai
nb: Egendefinert backend-URL
nl: Aangepaste backend-URL
pl: Niestandardowy URL backendu
pt_br: URL de backend personalizada
ro: URL backend personalizat
ru: Свой URL бэкенда
sk: Vlastná URL backendu
sq: URL backend-i i personalizuar
sr_latn: Sopstveni URL backenda
sv: Anpassad backend-URL
sw: URL maalum ya backend
th: URL backend กำหนดเอง
tr: Özel backend URL'si
uk: Власний URL backendʼу
vi: URL backend tùy chỉnh
zh_hans: 自定义后端 URL
zh_hant: 自訂後端 URL

# settings.logout.confirmMessage
source: Are you sure you want to logout?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
bn: আপনি কি নিশ্চিত যে লগআউট করতে চান?
bs: Da li ste sigurni da se želite odjaviti?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
de: Möchtest du dich wirklich abmelden?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
es: ¿Seguro que quieres cerrar sesión?
fa: آیا مطمئنید می‌خواهید از حساب خارج شوید؟
fi: Haluatko varmasti kirjautua ulos?
fil: Sigurado ka bang gusto mong mag-logout?
fr: Voulez-vous vraiment vous déconnecter ?
he: בטוח שברצונך להתנתק?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
hr: Jeste li sigurni da se želite odjaviti?
hu: Biztosan ki szeretne jelentkezni?
hy: Վստա՞հ եք, որ ուզում եք դուրս գալ։
id: Apakah Anda yakin ingin keluar?
is: Ertu viss um að þú viljir skrá þig út?
it: Sei sicuro di voler uscire?
ja: ログアウトしてもよろしいですか？
ko: 정말 로그아웃하시겠습니까?
lt: Ar tikrai norite atsijungti?
lv: Vai tiešām vēlaties izrakstīties?
ms: Adakah anda pasti mahu log keluar?
my: logout လုပ်ရန် သေချာပါသလား?
nb: Er du sikker på at du vil logge ut?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt_br: Tem certeza de que deseja sair?
ro: Sigur vrei să te deconectezi?
ru: Вы уверены, что хотите выйти?
sk: Naozaj sa chcete odhlásiť?
sq: A je i sigurt që dëshiron të dalësh?
sr_latn: Da li ste sigurni da želite da se odjavite?
sv: Är du säker på att du vill logga ut?
sw: Una hakika unataka kutoka?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ
tr: Çıkış yapmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти?
vi: Bạn có chắc muốn đăng xuất không?
zh_hans: 确定要退出登录吗？
zh_hant: 你確定要登出嗎？

# settings.notifications.device
source: Device
ar: الجهاز
bn: ডিভাইস
bs: Uređaj
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
fi: Laite
fr: Appareil
he: מכשיר
hi: डिवाइस
hr: Uređaj
hu: Eszköz
hy: Սարք
id: Perangkat
is: Tæki
it: Dispositivo
ja: デバイス
ko: 기기
lt: Įrenginys
lv: Ierīce
ms: Peranti
my: စက်ပစ္စည်း
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sq: Pajisja
sr_latn: Uređaj
sv: Enhet
sw: Kifaa
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

# settings.notifications.enableButton
source: Enable push notifications
ar: تفعيل إشعارات الدفع
bn: পুশ নোটিফিকেশন চালু করুন
bs: Omogući push obavještenja
cs: Povolit push oznámení
da: Aktivér push-notifikationer
de: Push-Benachrichtigungen aktivieren
el: Ενεργοποίηση push ειδοποιήσεων
es: Activar notificaciones push
fa: فعال‌سازی اعلان‌های push
fi: Ota push-ilmoitukset käyttöön
fil: I-enable ang push notification
fr: Activer les notifications push
he: הפעלת התראות Push
hi: पुश नोटिफिकेशन सक्षम करें
hr: Omogući push obavijesti
hu: Push értesítések engedélyezése
hy: Միացնել push ծանուցումները
id: Aktifkan notifikasi push
is: Kveikja á push-tilkynningum
it: Abilita notifiche push
ja: プッシュ通知を有効にする
ko: 푸시 알림 켜기
lt: Įjungti push pranešimus
lv: Iespējot push paziņojumus
ms: Dayakan pemberitahuan push
my: Push notifications ဖွင့်ပါ
nb: Aktiver push-varsler
nl: Pushmeldingen inschakelen
pl: Włącz powiadomienia push
pt_br: Ativar notificações push
ro: Activează notificările push
ru: Включить push-уведомления
sk: Zapnúť push upozornenia
sq: Aktivizo njoftimet push
sr_latn: Omogući push obaveštenja
sv: Aktivera push-aviseringar
sw: Washa push notifications
th: เปิดการแจ้งเตือนแบบ push
tr: Push bildirimlerini etkinleştir
uk: Увімкнути push-сповіщення
vi: Bật thông báo push
zh_hans: 启用推送通知
zh_hant: 啟用推送通知

# settings.notifications.notRegistered
source: Not registered
ar: غير مسجل
bn: নিবন্ধিত নয়
bs: Nije registrovano
cs: Neregistrováno
da: Ikke registreret
de: Nicht registriert
el: Μη εγγεγραμμένη
es: No registrado
fa: ثبت‌نشده
fi: Ei rekisteröity
fil: Hindi nakarehistro
fr: Non enregistré
he: לא רשום
hi: रजिस्टर्ड नहीं
hr: Nije registriran
hu: Nincs regisztrálva
hy: Գրանցված չէ
id: Tidak terdaftar
is: Ekki skráð
it: Non registrato
ja: 未登録
ko: 등록되지 않음
lt: Neužregistruota
lv: Nav reģistrēta
ms: Tidak didaftarkan
my: မှတ်ပုံတင်မထားပါ
nb: Ikke registrert
nl: Niet geregistreerd
pl: Niezarejestrowane
pt_br: Não registrado
ro: Neînregistrat
ru: Не зарегистрировано
sk: Neregistrované
sq: I paregjistruar
sr_latn: Nije registrovan
sv: Inte registrerad
sw: Haijasajiliwa
th: ยังไม่ได้ลงทะเบียน
tr: Kayıtlı değil
uk: Не зареєстровано
vi: Chưa đăng ký
zh_hans: 未注册
zh_hant: 未註冊

# settings.notifications.openSystemSettings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
bs: Otvori Postavke
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa asetukset
fil: Buksan ang Settings
fr: Ouvrir Réglages
he: פתיחת הגדרות
hi: सेटिंग्स खोलें
hr: Otvori postavke
hu: Beállítások megnyitása
hy: Բացել Կարգավորումները
id: Buka Pengaturan
is: Opna Stillingar
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
lt: Atverti nustatymus
lv: Atvērt iestatījumus
ms: Buka Tetapan
my: Settings ဖွင့်ပါ
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ro: Deschide Setările
ru: Открыть Настройки
sk: Otvoriť Nastavenia
sq: Hap Cilësimet
sr_latn: Otvori Podešavanja
sv: Öppna Inställningar
sw: Fungua Mipangilio
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити Налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# settings.notifications.permission
source: Permission
ar: الإذن
bn: অনুমতি
bs: Dozvola
cs: Oprávnění
da: Tilladelse
de: Berechtigung
el: Δικαίωμα
es: Permiso
fa: مجوز
fi: Lupa
fil: Permiso
fr: Autorisation
he: הרשאה
hi: अनुमति
hr: Dopuštenje
hu: Engedély
hy: Թույլտվություն
id: Izin
is: Heimild
it: Autorizzazione
ja: 権限
ko: 권한
lt: Leidimas
lv: Atļauja
ms: Kebenaran
my: ခွင့်ပြုချက်
nb: Tillatelse
nl: Toestemming
pl: Uprawnienie
pt_br: Permissão
ro: Permisiune
ru: Разрешение
sk: Povolenie
sq: Leja
sr_latn: Dozvola
sv: Behörighet
sw: Ruhusa
th: สิทธิ์
tr: İzin
uk: Дозвіл
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# settings.notifications.registered
source: Registered
ar: مسجل
bn: নিবন্ধিত
bs: Registrovano
cs: Registrováno
da: Registreret
de: Registriert
el: Εγγεγραμμένη
es: Registrado
fa: ثبت‌شده
fi: Rekisteröity
fil: Nakarehistro
fr: Enregistré
he: רשום
hi: रजिस्टर्ड
hr: Registriran
hu: Regisztrálva
hy: Գրանցված
id: Terdaftar
is: Skráð
it: Registrato
ja: 登録済み
ko: 등록됨
lt: Užregistruota
lv: Reģistrēta
ms: Didaftarkan
my: မှတ်ပုံတင်ပြီး
nb: Registrert
nl: Geregistreerd
pl: Zarejestrowane
pt_br: Registrado
ro: Înregistrat
ru: Зарегистрировано
sk: Registrované
sq: I regjistruar
sr_latn: Registrovan
sv: Registrerad
sw: Imesajiliwa
th: ลงทะเบียนแล้ว
tr: Kayıtlı
uk: Зареєстровано
vi: Đã đăng ký
zh_hans: 已注册
zh_hant: 已註冊

# settings.notifications.registering
source: Registering…
ar: جارٍ التسجيل…
bn: নিবন্ধন হচ্ছে…
bs: Registracija…
cs: Registrace…
da: Registrerer…
de: Registrierung…
el: Εγγραφή…
es: Registrando…
fa: در حال ثبت…
fi: Rekisteröidään…
fil: Nagrerehistro…
fr: Enregistrement…
he: נרשם…
hi: रजिस्टर हो रहा है…
hr: Registracija…
hu: Regisztráció…
hy: Գրանցվում է…
id: Mendaftar…
is: Skráir…
it: Registrazione…
ja: 登録中…
ko: 등록 중…
lt: Registruojama…
lv: Notiek reģistrācija…
ms: Mendaftar…
my: မှတ်ပုံတင်နေသည်…
nb: Registrerer…
nl: Registreren…
pl: Rejestracja…
pt_br: Registrando…
ro: Se înregistrează…
ru: Регистрация…
sk: Registrovanie…
sq: Po regjistrohet…
sr_latn: Registracija…
sv: Registrerar…
sw: Inasajili...
th: กำลังลงทะเบียน…
tr: Kaydediliyor…
uk: Реєстрація…
vi: Đang đăng ký…
zh_hans: 正在注册…
zh_hant: 正在註冊…

# common.error.loadFailed.title
source: Couldn't load
ar: تعذر التحميل
bn: লোড করা যায়নি
bs: Nije moguće učitati
cs: Nepodařilo se načíst
da: Kunne ikke indlæse
de: Laden fehlgeschlagen
el: Δεν ήταν δυνατή η φόρτωση
es: No se pudo cargar
fa: بارگذاری نشد
fi: Lataaminen epäonnistui
fil: Hindi ma-load
fr: Impossible de charger
he: לא ניתן לטעון
hi: लोड नहीं हो सका
hr: Učitavanje nije uspjelo
hu: A betöltés sikertelen
hy: Չհաջողվեց բեռնել
id: Gagal memuat
is: Ekki tókst að hlaða
it: Caricamento non riuscito
ja: 読み込めませんでした
ko: 불러올 수 없습니다
lt: Nepavyko įkelti
lv: Neizdevās ielādēt
ms: Tidak dapat memuatkan
my: ဖွင့်၍မရပါ
nb: Kunne ikke laste
nl: Kan niet laden
pl: Nie udało się załadować
pt_br: Não foi possível carregar
ro: Încărcarea a eșuat
ru: Не удалось загрузить
sk: Nepodarilo sa načítať
sq: Nuk u ngarkua dot
sr_latn: Učitavanje nije uspelo
sv: Kunde inte ladda
sw: Haikuweza kupakia
th: โหลดไม่ได้
tr: Yüklenemedi
uk: Не вдалося завантажити
vi: Không thể tải
zh_hans: 无法加载
zh_hant: 無法載入
